"HMS" = "时分秒";
"Hex (big-endian)" = "十六进制（大端）";
"Hex (little-endian)" = "十六进制（小端）";
"UTF-8 String" = "UTF-8 字符串";
"UTF-16 String" = "UTF-16 字符串";
"MacOS Roman String" = "MacOS Roman 字符串";
"ASCII String" = "ASCII 字符串";
"String" = "字符串";
"Time interval date (01/01/2001)" = "时间间隔日期（01/01/2001）";
"Time interval date (01/01/1904)" = "时间间隔日期（01/01/1904）";
"Time interval date (01/01/1970)" = "时间间隔日期（01/01/1970）";
"Date" = "日期";
"Number" = "数字";
"OSType" = "OSType";
"Storage Size" = "存储大小";
"Data" = "数据";
"Alias Record" = "别名记录";
"Bookmark Data" = "书签数据";
"Boolean" = "布尔值";
"Dictionary" = "字典";
